{
    "apps": [
        {
            "Name": "7zip",
            "Updated": "2023-12-13T22:45:29.5024156-05:00",
            "Info": "",
            "Version": "23.01",
            "Source": "main"
        },
        {
            "Name": "alpinewsl",
            "Updated": "2023-12-14T13:27:22.8874048-05:00",
            "Info": "",
            "Version": "3.18.4-0",
            "Source": "extras"
        },
        {
            "Name": "aws",
            "Updated": "2024-02-02T16:47:09.0934844-05:00",
            "Info": "",
            "Version": "2.15.17",
            "Source": "main"
        },
        {
            "Name": "cacert",
            "Updated": "2024-01-12T15:48:30.504519-05:00",
            "Info": "",
            "Version": "2023-12-12",
            "Source": "main"
        },
        {
            "Name": "dark",
            "Updated": "2023-12-14T15:11:15.7533467-05:00",
            "Info": "",
            "Version": "3.11.2",
            "Source": "main"
        },
        {
            "Name": "delta",
            "Updated": "2024-01-08T14:46:24.3486531-05:00",
            "Info": "",
            "Version": "0.16.5",
            "Source": "main"
        },
        {
            "Name": "eza",
            "Updated": "2024-02-02T10:33:52.0139889-05:00",
            "Info": "",
            "Version": "0.18.0",
            "Source": "main"
        },
        {
            "Name": "fd",
            "Updated": "2024-01-12T15:44:53.8187681-05:00",
            "Info": "",
            "Version": "9.0.0",
            "Source": "main"
        },
        {
            "Name": "filezilla",
            "Updated": "2024-01-08T15:46:39.5717606-05:00",
            "Info": "",
            "Version": "3.66.4",
            "Source": "extras"
        },
        {
            "Name": "FiraCode-NF",
            "Updated": "2024-01-10T10:49:29.2355452-05:00",
            "Info": "",
            "Version": "3.1.1",
            "Source": "nerd-fonts"
        },
        {
            "Name": "FiraCode-NF-Mono",
            "Updated": "2024-01-29T13:15:04.1841589-05:00",
            "Info": "",
            "Version": "3.1.1",
            "Source": "nerd-fonts"
        },
        {
            "Name": "gh",
            "Updated": "2024-02-02T10:33:53.8605818-05:00",
            "Info": "",
            "Version": "2.43.1",
            "Source": "main"
        },
        {
            "Name": "go",
            "Updated": "2024-01-29T17:35:36.6428623-05:00",
            "Info": "",
            "Version": "1.21.6",
            "Source": "main"
        },
        {
            "Name": "gpg4win",
            "Updated": "2024-01-29T13:34:43.4373918-05:00",
            "Info": "",
            "Version": "4.3.0",
            "Source": "extras"
        },
        {
            "Name": "gzip",
            "Updated": "2024-01-12T15:48:50.9945773-05:00",
            "Info": "",
            "Version": "1.3.12",
            "Source": "main"
        },
        {
            "Name": "keepass",
            "Updated": "2023-12-17T15:01:00.8956271-05:00",
            "Info": "",
            "Version": "2.55",
            "Source": "extras"
        },
        {
            "Name": "lazygit",
            "Updated": "2024-01-08T14:44:21.4838909-05:00",
            "Info": "",
            "Version": "0.40.2",
            "Source": "extras"
        },
        {
            "Name": "lessmsi",
            "Updated": "2023-12-14T10:40:23.9835296-05:00",
            "Info": "",
            "Version": "1.10.0",
            "Source": "main"
        },
        {
            "Name": "mingw",
            "Updated": "2024-01-18T17:24:56.3258864-05:00",
            "Info": "",
            "Version": "13.2.0-rt_v11-rev1",
            "Source": "main"
        },
        {
            "Name": "neovim",
            "Updated": "2024-01-17T14:06:51.2860302-05:00",
            "Info": "",
            "Version": "0.9.5",
            "Source": "main"
        },
        {
            "Name": "notepadplusplus",
            "Updated": "2024-02-02T10:36:16.2427813-05:00",
            "Info": "",
            "Version": "8.6.2",
            "Source": "extras"
        },
        {
            "Name": "nsis",
            "Updated": "2023-12-18T16:21:01.3533764-05:00",
            "Info": "",
            "Version": "3.09",
            "Source": "extras"
        },
        {
            "Name": "nuget",
            "Updated": "2023-12-14T15:06:18.9406542-05:00",
            "Info": "",
            "Version": "6.8.0",
            "Source": "main"
        },
        {
            "Name": "nuget-package-explorer",
            "Updated": "2023-12-14T15:06:58.2888483-05:00",
            "Info": "",
            "Version": "6.0.64",
            "Source": "extras"
        },
        {
            "Name": "nvm",
            "Updated": "2023-12-14T15:05:39.5991156-05:00",
            "Info": "",
            "Version": "1.1.12",
            "Source": "main"
        },
        {
            "Name": "oh-my-posh",
            "Updated": "2024-01-29T17:49:40.7716192-05:00",
            "Info": "",
            "Version": "19.8.2",
            "Source": "main"
        },
        {
            "Name": "packer",
            "Updated": "2024-02-02T10:33:51.2157638-05:00",
            "Info": "",
            "Version": "1.10.1",
            "Source": "main"
        },
        {
            "Name": "posh-git",
            "Updated": "2024-01-18T17:03:48.1797047-05:00",
            "Info": "",
            "Version": "1.1.0",
            "Source": "extras"
        },
        {
            "Name": "postman",
            "Updated": "2024-01-29T17:52:36.1313268-05:00",
            "Info": "",
            "Version": "10.22.0",
            "Source": "extras"
        },
        {
            "Name": "pwsh",
            "Updated": "2024-01-12T18:35:52.8335994-05:00",
            "Info": "",
            "Version": "7.4.1",
            "Source": "main"
        },
        {
            "Name": "python",
            "Updated": "2023-12-14T15:12:30.362531-05:00",
            "Info": "",
            "Version": "3.12.1",
            "Source": "main"
        },
        {
            "Name": "ripgrep",
            "Updated": "2024-01-12T15:44:02.389058-05:00",
            "Info": "",
            "Version": "14.1.0",
            "Source": "main"
        },
        {
            "Name": "smimesign",
            "Updated": "2024-01-12T12:04:40.1464914-05:00",
            "Info": "",
            "Version": "0.2.0",
            "Source": "main"
        },
        {
            "Name": "temurin11-jre",
            "Updated": "2024-02-01T18:27:56.2830338-05:00",
            "Info": "",
            "Version": "11.0.22-7",
            "Source": "java"
        },
        {
            "Name": "terraform",
            "Updated": "2023-12-14T15:03:34.0263323-05:00",
            "Info": "Held package",
            "Version": "1.4.4",
            "Source": "<auto-generated>"
        },
        {
            "Name": "terraform-docs",
            "Updated": "2023-12-14T15:13:43.4556246-05:00",
            "Info": "Held package",
            "Version": "0.16.0",
            "Source": "C:\\Users\\u362acro\\scoop\\buckets\\main\\bucket\\terraform-docs.json"
        },
        {
            "Name": "tflint",
            "Updated": "2023-12-14T15:13:21.5001808-05:00",
            "Info": "Held package",
            "Version": "0.45.0",
            "Source": "<auto-generated>"
        },
        {
            "Name": "unzip",
            "Updated": "2024-01-12T15:48:37.8729548-05:00",
            "Info": "",
            "Version": "6.00",
            "Source": "main"
        },
        {
            "Name": "vcredist2022",
            "Updated": "2024-02-02T10:33:49.4047834-05:00",
            "Info": "",
            "Version": "14.38.33135.0",
            "Source": "extras"
        },
        {
            "Name": "vscode",
            "Updated": "2024-02-02T10:29:21.9516176-05:00",
            "Info": "",
            "Version": "1.86.0",
            "Source": "extras"
        },
        {
            "Name": "wget",
            "Updated": "2024-01-12T15:48:33.4847802-05:00",
            "Info": "",
            "Version": "1.21.4",
            "Source": "main"
        },
        {
            "Name": "git",
            "Updated": "2023-12-13T23:06:02.5591603-05:00",
            "Info": "Global install",
            "Version": "2.43.0",
            "Source": "main"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-02-06T15:24:39-05:00",
            "Manifests": 1961
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-02-06T18:13:34-05:00",
            "Manifests": 270
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-02-06T15:23:40-05:00",
            "Manifests": 1287
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-02-06T13:18:38-05:00",
            "Manifests": 327
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-02-06T15:26:48-05:00",
            "Manifests": 436
        }
    ]
}
