tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.12"
brew "archey4"
brew "bash-completion"
brew "btop"
brew "pcre2"
brew "libnghttp2"
brew "curl"
brew "dotnet"
brew "folly"
brew "edencommon"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "pandoc"
brew "pinentry-mac"
brew "python@3.11"
brew "ripgrep"
brew "terraform-docs"
brew "tmux"
brew "watchman"
brew "yarn"
cask "blackhole-2ch"
cask "cyberduck"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "iptvnator"
cask "keka"
cask "keybase"
cask "kitty"
cask "ledger-live"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "plex-media-server"
cask "postman"
cask "powershell"
cask "private-internet-access"
cask "react-native-debugger"
cask "signal"
cask "spotify"
cask "subler"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
