tap "hashicorp/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "microsoft/git"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.12"
brew "archey4"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "btop"
brew "pcre2"
brew "libnghttp2"
brew "curl"
brew "dotnet"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "eza"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nushell"
brew "nvm"
brew "oh-my-posh"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "ripgrep"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
cask "blackhole-2ch"
cask "cyberduck"
cask "devtoys"
cask "docker"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iina"
cask "iptvnator"
cask "keka"
cask "keybase"
cask "kitty"
cask "ledger-live"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "plex-media-server"
cask "postman"
cask "powershell"
cask "private-internet-access"
cask "react-native-debugger"
cask "signal"
cask "spotify"
cask "subler"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "bradlc.vscode-tailwindcss"
vscode "chaitanyashahare.lazygit"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "embarcaderotechnologies.delphilsp"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hikionori.kanagawa-vscode-theme"
vscode "ibm.output-colorizer"
vscode "kamikillerto.vscode-colorize"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-json5"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sumneko.lua"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "uloco.theme-bluloco-dark"
vscode "unifiedjs.vscode-mdx"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
